[
    {
      "case_id": "0007",
      "caption": "12-Lead electrocardiogram on presentation.",
      "scenario": "A woman in her mid-60s with a history of paroxysmal atrial fibrillation (AF) and hypertension presented to an outlying hospital with 3 days of nausea, vomiting, and diarrhea. She had been diagnosed with AF 3 months prior and was prescribed flecainide, 100 mg twice daily; metoprolol; and apixaban. She was also taking furosemide, 40 mg twice daily. A transthoracic echocardiogram showed a left ventricular ejection fraction of 60%, mild mitral regurgitation, and grade 2 diastolic dysfunction. An electrocardiogram (ECG) obtained 1 month before presentation showed sinus rhythm, PR interval of 190 milliseconds, and QRS interval of 100 milliseconds. On presentation, she was anxious appearing, mildly dyspneic, and tachycardic, with a heart rate of 130 bpm. Blood pressure was 94/52 mm Hg. Her mentation was normal, and she denied chest pain. Initial ECG (Figure 1) showed a monomorphic, wide complex tachycardia at 130 bpm with a QRS duration of 220 milliseconds and right bundle branch morphology. Laboratory testing was notable for acute kidney injury, with a creatinine level of 4.0 mg/dL (baseline, 1.4 mg/dL; to convert to micromoles per liter, multiply by 88.4) (estimated glomerular filtration rate, 12 mL/min/1.73 m2); troponin I, 0.029 ng/mL (reference range, <0.04 ng/mL; to convert to micrograms per liter, multiply by 1); sodium, 132 mEq/L (to convert to millimoles per liter, multiply by 1); potassium, 5.1 mEq/L (to convert to millimoles per liter, multiply by 1); and normal values of serum magnesium, calcium, and phosphorus.",
      "options": {
        "A": "Perform synchronized electrical cardioversion",
        "B": "Administer intravenous amiodarone",
        "C": "Administer intravenous procainamide",
        "D": "Administer intravenous sodium bicarbonate"
      },
      "correct_option": "D",
      "answer": "Administer intravenous sodium bicarbonate",
      "distractors": [
        "Perform synchronized electrical cardioversion",
        "Administer intravenous amiodarone",
        "Administer intravenous procainamide"
      ],
      "explanation": "Atrial flutter with 2:1 atrioventricular block, and severe intraventricular conduction delay due to flecainide toxicity D. Administer intravenous sodium bicarbonate Flecainide is a class Ic antiarrhythmic drug. It delays phase 0 depolarization of the action potential by blocking cardiac voltage-gated sodium channel Nav1.5, resulting in slowing of conduction.1,2Its major use is in the treatment and prevention of symptomatic AF and supraventricular tachycardias. Contraindications include bundle branch block, cardiomyopathies, and significant liver or kidney impairment. The usual dose of flecainide is 50 to 150 mg every 12 hours. The half-life is 12 to 27 hours. It undergoes hepatic oxidation by cytochrome P450 (CYP2D6 isoform); however, approximately 80% of clearance is by the kidneys; thus, dosing must be reduced to 50 mg twice daily if there is kidney failure.3Notably, hemodialysis is not an effective method for clearance due to the large volume of distribution.4Aside from kidney and liver failure, toxic effects can occur with hypovolemia, hypokalemia, and hyponatremia and in patients who carry alleles that decrease their ability to metabolize CYP2D. Acute toxic effects can present with dizziness, seizures, visual disturbance, sinus arrest, atrioventricular (AV) block, and ventricular tachyarrhythmias.5Toxic effects should be suspected if the QRS duration increases by 50% or if the PR interval increases by 30%.6Prominent terminal R waves (≥3 mm) in lead aVR are a sensitive predictor of toxic effects (Figure 1).7Treatment of hemodynamically unstable tachyarrhythmias should include cardioversion. Amiodarone may be used to suppress ventricular tachycardia (VT). Bradyarrhythmias may require transvenous pacing. Closer inspection of this patient’s ECG on admission at our hospital (Figure 2) showed that the rhythm was atrial flutter (AFL) with an atrial cycle length of 230 milliseconds and 2:1 AV conduction. Flecainide slows atrial conduction, thereby slowing the rate of AFL (typically approximately 300 bpm) as seen in this patient (to approximately 260 bpm), and, if not given concomitantly with a β-blocker, may result in 1:1 AV nodal conduction resulting in ventricular fibrillation. The differential diagnosis of a wide complex tachycardia with flecainide use includes supraventricular tachycardia (including AFL) with 1:1 or 2:1 block and aberrancy, intraventricular conduction delay (IVCD), preexcitation, and VT.8 Mortality due to flecainide toxicity may be as high as 22%. The mainstay of treatment is sodium bicarbonate administration to reverse the sodium channel blockade through competitive inhibition and to alkalize the serum pH, which facilitates flecainide dissociation from its sodium channel binding sites; the pH goal should be 7.55, and the serum sodium level should be 150 mEq/L.4,9The dose is a 1-mEq/kg bolus followed by an infusion of 15 to 20 mEq/h. In refractory cases, intravenous lipid emulsion therapy may be tried—this serves as a “lipid sink” to remove lipophilic drugs, such as flecainide, from the circulation. Extracorporeal membrane oxygenation may be needed in profound shock. The patient was treated with sodium bicarbonate. The QRS interval progressively narrowed with the rhythm first changing to AF and then spontaneously reverting to sinus rhythm, PR interval of 195 milliseconds, nonspecific IVCD (QRS interval of 112 milliseconds), and prolonged QTc interval (504 milliseconds). A serum flecainide measurement ordered on admission was available on day 2 and was 1.42 μg/mL (reference range, 0.2-0.9 μg/mL); the serum creatinine level improved to 1.6 mg/dL after intravenous fluids were administered. She was discharged on hospital day 3 and was doing well at 1-month follow-up. If AF recurs, she has opted for catheter ablation."
    }
]