[
  {
    "case_id": "1003",
    "caption": "A, Left dorsal hand with a 1-cm shiny red, firm exophytic nodule with a scaling collarette at the base. B, Hematoxylin and eosin stain (original magnification ×400) of left forearm lesion biopsy shows clumps of basophilic material in the stroma and a superficial area of ulceration with lobular proliferation of vessels and central necrosis infiltrated by neutrophils. Fibrotic stroma with neutrophilic infiltration and red cell extravasation.",
    "scenario": "A man in his 60s with a medical history of end-stage kidney disease status after kidney transplant taking 750-mg mycophenolate mofetil twice daily, 1-mg tacrolimus twice daily, and 5-mg prednisone daily presented with 3 painless lesions on the left upper extremity. The lesions had been present and enlarging for months, bleeding easily when traumatized. The patient reported additional symptoms of fever, chills, night sweats, weakness, and unintentional weight loss spanning several months. Frequent scratches by multiple domesticated cats were noted. Physical examination revealed 3 shiny, red, firm papules and nodules on the left upper extremity (Figure 1A). Skin biopsies of the left forearm and upper arm were obtained for hematoxylin and eosin and tissue culture (Figure 1B). Elevated creatinine and hematuria with concerns for transplant rejection, malignancy of native kidney, or acute tubular necrosis prompted abdominal magnetic resonance imaging, demonstrating hepatosplenic hemangiomas. HIV testing was negative, and tissue cultures for bacteria, fungus and mycobacteria were negative.",
    "options": {
      "A": "Bacillary angiomatosis",
      "B": "Kaposi sarcoma",
      "C": "Angiosarcoma",
      "D": "Pyogenic granulomas"
    },
    "correct_option": "A",
    "answer": "Bacillary angiomatosis",
    "distractors": [
      "Kaposi sarcoma",
      "Angiosarcoma",
      "Pyogenic granulomas"
    ],
    "explanation": "Histopathology demonstrated a benign vascular proliferation and neutrophilic aggregate with positive Warthin-Starry stain suggestive of bacillary angiomatosis (Figure 2). Whole blood polymerase chain reaction (PCR) forBartonellaspecies was positive with positive serologic IgG (1:256) and negative IgMB quintanaantibodies and equivocalB henselaeIgG (1:64) with IgM negativity, confirming bacillary angiomatosis. Bacillary peliosis, characterized by blood-filled cystic spaces in the liver and spleen, was found on magnetic resonance imaging. An infectious disease physician prescribed doxycycline, 100 mg twice daily, for 3 months. Gastrointestinal symptoms resulted in self-discontinuation of treatment, despite the persistent hand lesion. Complete resolution occurred with a course of azithromycin, 500 mg daily, for 2 months. Bacillary angiomatosis is a disseminated disease caused by the small, pleomorphic, gram-negative rod,B henselaeorB quintana,most commonly seen in immunocompromised individuals and patients with advanced HIV disease.1,2Bacillary angiomatosis has been reported infrequently in adult solid organ transplant recipients with most presenting months after transplant, unlike the present patient presenting 11 years posttransplant.2Transmission occurs by direct contact with cats via scratches, fleas, or human body lice. Skin is most frequently involved, followed by bones and liver, and presents as single or multiple erythematous or violaceous papules or nodules.1,2Patients often experience constitutional symptoms of fever, anorexia, and weight loss.2 The diagnosis of cutaneous bacillary angiomatosis can be challenging, often requiring multiple diagnostic modalities, including skin biopsy and PCR.Bartonella, a fastidious organism, is difficult to isolate via culture and with a 20% sensitivity.3Serology can be useful in combination with whole blood PCR, but difficult to interpret due to high rates of cross-reactivity betweenBartonellaspecies.3TheBartonellaspecies could not be determined in this case due to serologic cross-reactivity, but genus-level identification guided effective treatment, which is similar across species. Tissue biopsy with PCR is a specific method for identification ofBartonellaspecies, making this molecular test crucial to diagnose cutaneous bacillary angiomatosis.4Histopathology is notable for neutrophilic infiltration and collections of organisms, identified with a Warthin-Starry stain.5Advanced imaging is necessary to exclude peliosis and to guide management in preventing complications such as liver failure and potential rupture.6 The differential diagnosis for bacillary angiomatosis includes Kaposi sarcoma, angiosarcoma, pyogenic granuloma, and mycobacterial and fungal infections. While Kaposi sarcoma is associated with HIV infection, iatrogenic Kaposi sarcoma has been reported in patients on immunosuppressive therapies and in transplant recipients. Cutaneous Kaposi sarcoma presents as painless, well-defined, pink to purple patches, plaques, or nodules.7Kaposi sarcoma can be distinguished histopathologically from bacillary angiomatosis by spindle cell vascular proliferation in the dermis and immunohistochemistry staining positive for latent nuclear antigen-1 (LNA-1), a marker for human herpesvirus-8 (HHV-8).8Pyogenic granulomas are extremely friable, benign vascular lesions that rapidly develop as a single red papule or polyp.5Pyogenic granulomas can share overlapping features with bacillary angiomatosis but have a lobular appearance and lack the clusters of neutrophils seen in bacillary angiomatosis.9Advanced angiosarcoma lesions can resemble bacillary angiomatosis with violaceous nodules that easily bleed. Histopathology reveals ill-defined vascular spaces with multilayering of hyperchromatic endothelial cells.5 Recommended treatment for bacillary angiomatosis includes erythromycin, 500 mg, 4 times daily or doxycycline, 100 mg, twice daily for 2 weeks to 2 months.10Longer therapy duration of at least 3 months may be necessary in immunocompromised states.2Preventive measures include eradication of body lice and strict flea-control measures for cats.1 Bacillary angiomatosis is critical to recognize in immunocompromised patients. Clinically, these lesions may appear similar to malignant and benign entities, making histopathology and laboratory testing essential for accurate diagnosis. It is critical to use multiple diagnostic modalities, including biopsy with Warthin-Starry stain, serology, and PCR testing. Comprehensive workup, including advanced imaging to exclude systemic involvement, is warranted to prevent potentially fatal outcomes."
  }
]