[
    {
      "case_id": "2008",
      "caption": "Patient's peripheral blood smears by hospital day, showing schistocytes (arrowheads) (Giemsa-Wright; original magnification ×100).",
      "scenario": "A 52-year-old woman with no significant medical history presented to the emergency department with 3 days of headache, fatigue, and expressive aphasia. She did not take medications, supplements, or illicit substances. She was afebrile, with blood pressure of 232/133 mm Hg and heart rate of 86/min. She had expressive aphasia and confusion but no other neurologic abnormalities. Laboratory values included platelet count 35 000/μL (reference, 150 000-450 000/μL); haptoglobin level, 20 mg/dL (reference, 41-165 mg/dL); lactate dehydrogenase (LDH) level, 962 U/L (16.07 μkat/L) (reference, 140-280 U/L [2.34-4.68 μkat/L]); creatinine level, 1.44 mg/dL (127.3 μmol/L) (reference, 0.6-1.1 mg/dL [53.04-97.24 μmol/L]); total bilirubin, 2.7 mg/dL (46.18 μmol/L) (reference, 0.1-1.2 mg/dL [1.71-20.52 μmol/L]); indirect bilirubin, 1.6 mg/dL (27.37 μmol/L) (reference, 0.2-0.8 mg/dL [3.42-13.68 μmol/L]); and fibrinogen, 420 mg/dL (reference, 200-400 mg/dL). Hemoglobin level, mean corpuscular volume, international normalized ratio, vitamin B12level, and thyrotropin level were normal. A peripheral blood smear showed 1 schistocyte per high-power field (Figure). PLASMIC score was 5, consistent with a 6% risk of immune thrombotic thrombocytopenic purpura (iTTP). A sample for disintegrin and metalloprotease with thrombospondin type 1 repeats-13 (ADAMTS13) activity was sent. Testing for HIV, CMV, HCV, Lyme ELISA, ANA, dsDNA, and Coombs test were normal. Computed tomography (CT) of the brain showed diffuse cerebral edema without ischemia or mass effect. She was treated with intravenous nicardipine for hypertensive emergency. Her blood pressure declined to 128/76 mm Hg and her expressive aphasia resolved, but she remained confused, with poor insight and diminished attention. On hospital day 4, brain magnetic resonance imaging (MRI) showed numerous multifocal infarctions, ADAMTS13 activity was 6% (normal, ≥61%) with an inhibitor titer of 2.9 Bethesda units (reference, ≤0.4), and her peripheral blood smear showed 5 schistocytes per high-power field (Figure). Hemoglobin level was 9.3 g/dL; platelet count, 65 000 cells/μL; haptoglobin level, less than 20 mg/dL; and LDH level, 597 U/L (9.97 μkat/L).",
      "options": {
        "A": "Continue nicardipine to goal systolic blood pressure of less than 160 mm Hg",
        "B": "Start daily therapeutic plasma exchange and methylprednisolone (1000 mg) for 3 days",
        "C": "Initiate 4 sessions of weekly rituximab (375 mg/m2)",
        "D": "Transfuse 1 unit of platelets"
      },
      "correct_option": "B",
      "answer": "Start daily therapeutic plasma exchange and methylprednisolone (1000 mg) for 3 days",
      "distractors": [
        "Continue nicardipine to goal systolic blood pressure of less than 160 mm Hg",
        "Initiate 4 sessions of weekly rituximab (375 mg/m2)",
        "Transfuse 1 unit of platelets"
      ],
      "explanation": "Immune thrombotic thrombocytopenic purpura (iTTP) B. Start daily therapeutic plasma exchange and methylprednisolone (1000 mg) for 3 days The key to the correct diagnosis is recognition that microangiopathic hemolytic anemia (MAHA), increasing schistocytes on serial blood smears, diminished ADAMTS13 activity, and a high inhibitor titer are consistent with iTTP. Although the initial PLASMIC score suggested an intermediate probability of iTTP, therapeutic plasma exchange was not initiated due to a paucity of schistocytes on initial blood smear, and hypertensive emergency was a reasonable explanation for thrombotic microangiopathy. Choice A is incorrect because the hemolysis and altered mental status did not improve with blood pressure control. Rituximab (choice C) is not recommended as monotherapy for iTTP. Platelet transfusion (choice D) is contraindicated in iTTP because it can potentiate microvascular thrombosis and increase mortality. TTP is defined by reduced activity of ADAMTS13, an enzyme that cleaves von Willebrand factor (vWF), and is caused by immune dysfunction (iTTP) or pathogenic variants of theADAMTS13gene (congenital TTP). In iTTP, antibodies neutralize or increase clearance of ADAMTS13, thereby decreasing ADAMTS13 activity. ADAMTS13 activity less than 10% to 20% leads to formation of large vWF multimers, causing microvasculature thromboses, such as myocardial infarction and stroke.1 ADAMTS13 activity less than 10% in patients with thrombocytopenia and MAHA is diagnostic of TTP.1Decreased ADAMTS13 activity (10%-40% activity) without MAHA may occur in pregnancy, uremia, and inflammation (eg, severe sepsis, acute liver failure, multiple sclerosis, COVID-19). MAHA without decreased ADAMTS13 activity may occur with hypertensive emergency, disseminated intravascular coagulation, HELLP syndrome (preeclampsia, hemolysis, elevated liver enzyme levels, low platelet count), hemolytic uremic syndrome, and scleroderma renal crisis.2Obtaining results of ADAMTS13 activity testing typically takes several days. Therefore, the PLASMIC clinical prediction tool can guide decisions about initiating empirical treatment for iTTP. The PLASMIC score includes 7 laboratory values (platelet count, reticulocyte count, haptoglobin level, indirect bilirubin level, mean corpuscular volume, international normalized ratio, creatinine level) and ranges from 0 to 7, with scores 6 to 7 considered as indicating high risk of TTP.3 First-line therapy for iTTP includes therapeutic plasma exchange and corticosteroids. Rituximab, a monoclonal antibody against CD20, is also recommended to reduce relapse rates,4although randomized trial data are lacking.5Caplacizumab, a humanized, bivalent immunoglobulin fragment, was approved by the US Food and Drug Administration in 2019 for initial treatment of iTTP along with therapeutic plasma exchange and corticosteroids. Adding caplacizumab to therapeutic plasma exchange and corticosteroids reduces rates of refractory iTTP, exacerbations of iTTP, and treatment response time but does not improve survival.6-8However, caplacizumab is expensive and increases bleeding risk.9 A response to TTP therapy is defined as a platelet count greater than 150 000 cells/μL for 2 consecutive days and LDH level less than 1.5 times the upper limit of normal, without new or progressive ischemic organ injury.10Clinical remission is defined by absence of thrombocytopenia and hemolysis, clinical stability, and a sustained response for 30 days or longer or ADAMTS13 activity 20% or greater. On hospital day 4, after ADAMTS13 activity result was reported at 6%, the patient was treated with daily therapeutic plasma exchange and methylprednisolone (1000 mg daily) for 3 days, followed by methylprednisolone (65 mg daily) for 3 days, and prednisone (50 mg daily), which was tapered by 10 mg every 3 days. After 5 daily therapeutic plasma exchange sessions, her ADAMTS13 activity was 14% and platelet count was 173 000 cells/μL, and she declined further plasma exchange. Beginning on hospital day 18, the patient received 4 weekly infusions of rituximab (375 mg/m2). On hospital day 30, discharge medications included amlodipine, labetalol, and prednisone (30 mg daily); platelet count was 191 000 cells/μL, and hemoglobin level was 13.2 g/dL. Approximately 1.5 years after initial presentation, the patient appeared well and was not taking iTTP-directed therapy. Platelet count was 220 000 cells/μL and ADAMTS13 activity was 66% without a detectable inhibitor."
    }
]