[
  {
    "case_id": "5035",
    "caption": "Axial (A) and coronal (B) T1 fat-suppressed postcontrast magnetic resonance imaging (MRI) demonstrating abnormal enhancing soft tissue with right greater than left involvement of intraconal (yellow-outlined asterisks) and extraconal (white-outlined asterisks) orbital fat and posterior extraocular muscles.",
    "scenario": "A Black woman in her early 70s with a history of coronary artery disease after coronary artery bypass operations, hypertension, and colon polyps presented to oculoplastic surgery with 1 week of progressive right-sided proptosis and headache, described as severe pain radiating to the back of her head ... (Omitted)",
    "options": {
      "A": "Restart corticosteroids at a higher dose",
      "B": "Refer to the neurosurgery department for cranio-orbito-zygomatic craniotomy",
      "C": "Perform urgent orbital exploration and biopsy",
      "D": "Order urgent radiotherapy"
    },
    "correct_option": "C",
    "answer": "Perform urgent orbital exploration and biopsy",
    "distractors": [
      "Restart corticosteroids at a higher dose",
      "Refer to the neurosurgery department for cranio-orbito-zygomatic craniotomy",
      "Order urgent radiotherapy"
    ],
    "explanation": "C. Perform urgent orbital exploration and biopsy The differential diagnosis for proptosis with motility restriction in adults includes neoplasms, infectious and noninfectious orbital inflammation, trauma, and vascular abnormalities. The most common cause is thyroid eye disease, associated with eyelid retraction (90% of cases), exophthalmos (60%), and motility restrictions (40%).1Orbital inflammatory conditions typically present with pain, soft tissue edema, and steroid response.2The patient had no history of orbital inflammatory disease to warrant restarting corticosteroids (choice A) without workup, especially in the setting of an infiltrative orbital mass with intracranial involvement. A new orbital mass in an older adult warrants investigation to rule out a malignant neoplasm, including lymphoproliferative disease, melanoma, and metastases.2MRI demonstrated an enhancing infiltrative lesion predominantly involving the right orbit, cavernous sinuses, right sphenoid wing, and right middle cranial fossa dura. Common spheno-orbital lesions include meningiomas and metastases; an enhancing dural tail on MRI is a classic feature of meningioma.3Meningioma management consists of microsurgery, radiosurgery, and radiotherapy (choice D) after tissue diagnosis.4In this case, orbital exploration and biopsy (choice C) would obtain tissue with less morbidity and surgical risk than craniotomy. Neurosurgery (choice B) would be indicated for management of a biopsy-proven tumor. Biopsy revealed noncaseating granulomas, chronic inflammation with no fungi or acid-fast organisms, and rare immunoglobulin G4–positive cells (Figure 2). Serology was negative for granulomatous disease; radiography was negative for hilar lymphadenopathy. Neurosarcoidosis was diagnosed based on the presence of noncaseating granulomas on tissue biopsy and negative workup for other granulomatous disease. The patient began oral prednisone, 40 mg/d, which alleviated her symptoms, and she established care with the sarcoidosis clinic for evaluation and surveillance. Sarcoidosis, an immune-mediated condition characterized by noncaseating granulomas in various organs, presents at a mean age of 48 years and incidence of 35.5 cases per 100 000 Black individuals and 10.9 cases per 100 000 White individuals in the US.5Diagnosis is made through (1) demonstration of noncaseating granulomas on tissue and exclusion of other disease or (2) presentation as a pathognomonic syndrome, such as Lofgren syndrome, lupus pernio, or Heerfordt syndrome.6 Ophthalmic involvement, the first clinical sign in 20% to 30% of cases, usually presents with anterior uveitis, keratoconjunctivitis, or sicca syndrome.7Uveoparotid fever, or Heerfordt syndrome, manifests with facial palsy, parotid gland enlargement, uveitis, and fever.6,7Neurosarcoidosis affects 3% to 10% of cases, of which 84% to 94% have additional systemic involvement.6Isolated neurosarcoidosis and simultaneous orbital and intracranial involvement are rare features of this case. Of 11 cases of cavernous sinus involvement reported, only 2 had concurrent orbital inflammation.8,9 Initial treatment typically consists of oral prednisone, 0.25 to 1 mg/kg/d. This patient’s initial dose of 20 mg/d was subtherapeutic given her weight (97.5 kg). Many cases require additional agents, and severe cases may require prolonged immunosuppression.10Visual prognosis is favorable with treatment.7 At 4-month follow-up after completing a prednisone taper, the patient’s headaches had resolved. Examination revealed visual acuity of 20/60 OD, improved motility deficits, full visual field, and resolution of proptosis with symmetric ophthalmometric measurements. She remained stable without corticosteroids at 6-month follow-up."
  }
]