[
    {
        "case_id": "6094",
        "caption": "A, Complete opacification of the left paranasal sinus. The black arrowhead indicates fat obliteration in the left pterygopalatine fossa compared with the right (yellow arrowhead). B, Erythematous left nasal soft-tissue mass. C, Plasmacytoma with aggregates of plasmablastic forms (arrowheads, original magnification ×2).",
        "scenario": "A woman in her 50s was admitted to the hospital with new left-sided nasal congestion, facial pain, and cheek numbness. Her medical history included kappa light chain multiple myeloma refractory to multiple chemotherapeutic regimens. She had been admitted 4 months earlier with similar symptoms of facial pain and sinus pressure. At that time, she was found to have persistent sinus mucormycosis, which required multiple rounds of surgical debridement. On this admission, her vital signs were stable, and she was afebrile. Laboratory test results showed a white blood cell count of 0.97 × 109per liter with absolute neutrophil count of 650 × 106per liter and platelet level of 17 × 109per liter. A computed tomography scan showed complete opacification of the left paranasal sinuses (Figure, A). The patient underwent surgical debridement, and a prominent erythematous soft-tissue mass was seen in her left nasal vestibule (Figure, B). The nasal mass was resected for pathologic analysis (Figure, C).",
        "options": {
          "A": "Extramedullary plasmacytoma",
          "B": "Recurrent acute invasive fungal rhinosinusitis",
          "C": "Nasal polyp",
          "D": "Nasal lymphoma"
        },
        "correct_option": "A",
        "answer": "Extramedullary plasmacytoma",
        "distractors": [
          "Recurrent acute invasive fungal rhinosinusitis",
          "Nasal polyp",
          "Nasal lymphoma"
        ],
        "explanation": "The patient’s presenting symptoms were similar to the previous presentation of mucormycosis and, given her immunocompromised state, were initially thought to be caused by recurrent invasive fungal sinusitis. However, the computed tomography scan showed evidence of a left maxillary soft-tissue abnormality concerning for plasmacytoma. In addition, the erythematous mass seen in the nasal vestibule had an appearance inconsistent with fungal sinusitis. Surgical pathologic results of the resected mass showed aggregates of plasmablastic forms with immunohistochemical staining for the plasma cell marker CD138, confirming the diagnosis of plasmacytoma. Plasmacytomas are tumors composed of monoclonal immunoglobulin–producing plasma cells and most commonly present in bone (medullary plasmacytoma). However, they can also occur in soft tissue, as in this case (extramedullary plasmacytoma [EMP]).1,2Medullary plasmacytomas occur in the axial skeleton (calvarium, spine, and rib cage) in 83% of cases.1Most EMPs arise in the upper respiratory tract; specifically, 80% of solitary EMPs arise from the head and neck region.3 The plasma cells seen in both plasmacytomas and multiple myeloma are histologically indistinct. Plasmacytomas are discrete aggregates of these cancerous cells, whereas multiple myeloma is a systemic hematologic disease.1Co-occurrence of multiple myeloma with plasmacytoma is relatively common. In particular, some studies estimate that the incidence of EMPs in patients with multiple myeloma ranges from 7% to 18%.4These soft-tissue plasmacytomas have a variety of causes, including local growth from medullary plasmacytomas or hematogenous spread of multiple myeloma to lymph nodes, skin, or sites of previous surgical procedures.4,5 This patient’s history of repeated surgical debridement for fungal sinusitis likely contributed to the development of nasal plasmacytoma. Trauma, including surgical scars or catheter insertions, can serve as niduses for plasmacytoma formation.4,5Aside from her surgical history, the chronic inflammation of her previous persistent fungal sinusitis also might have contributed to her presentation because inflammatory states have been suggested to promote plasmacytoma development in patients with multiple myeloma.4 On imaging, medullary plasmacytomas may present as lytic lesions, whereas EMPs can present as aberrations in soft tissue.3Radiographic signs from this patient’s case included the complete opacification of the left paranasal sinus caused by the tumor obstructing the sinus outflow tract. In addition, soft-tissue changes seen on a computed tomography scan, such as obliteration of the normal fat within the pterygopalatine fossa, were suggestive of EMP (Figure, A). However, radiographic findings are usually nonspecific for initial diagnosis, and patients require biopsy or resection with pathologic review.3 Most cases of plasmacytoma are managed with radiotherapy or wide surgical excision. This patient’s symptoms were presumed to be caused by fungal sinusitis; thus, the subtotal surgical excision performed for diagnosis of the mass doubled as symptom management for the plasmacytoma. Further treatment for this patient included the continued medical management of multiple myeloma. Radiotherapy could have been considered if the plasmacytoma recurred. Patients with plasmacytoma tend to do well, with survival greater than 70% at 5 years.5However, for plasmacytomas associated with multiple myeloma, the aggressiveness of the underlying malignant tumor ultimately dictates the clinical course.1Although this patient experienced no recurrence of the plasmacytoma, she ultimately died as a result of complications of multiple myeloma shortly after tumor resection. This case underscores the importance of including plasmacytoma in the differential diagnosis for head and neck masses, particularly for patients with risk factors, such as multiple myeloma or prior surgeries. Ultimately, management of EMP is straightforward and includes radiotherapy or excision. However, the discovery of such a tumor could serve as a sentinel event to prompt workup for multiple myeloma.6"
    }
]